export const translations = {
  "openDoor.headline": "Виламуй двері",
  "openDoor.rules": `Твій хід починається.
  
  Будь ласка, витягни **карту дверей** і поклади її лицьовою стороною догори на стіл.
  
  Що ти витягнув?`,
  "openDoor.button.monster": "Карта потвори",
  "openDoor.button.curse": "Прокляття, або пастка",
  "openDoor.button.other": "Все інше",

  "applyCurseOrTrap.headline": "Застосувати прокляття/пастку",
  "applyCurseOrTrap.rules": `Прокляття, або пастка спрацьовує негайно.
  
  (скидається у відбій, або залишається на столі якщо має тривалий ефект)
  
  ...ну хіба ти не *щасливчик*?`,
  "applyCurseOrTrap.button": "Застосовано прокляття",

  "keepOrPlayCard.headline": "Залишити карту чи зіграти?",
  "keepOrPlayCard.rules": `Ти можеш або зіграти карту відразу, або взяти її в руку`,
  "keepOrPlayCard.button.keep": "Залишити карту",
  "keepOrPlayCard.button.play": "Зіграти карту",

  "readyForTrouble.headline": "Шукатимеш собі пригод?",
  "readyForTrouble.rules": `Якщо у тебе в руці є карта **потвори**, ти можеш битися з нею.
  
  Крім того, ти можеш просто обшукати кімнату. *Але тоді вам більше не можна битися!*`,
  "readyForTrouble.button.fight": "Битися з потворими",
  "readyForTrouble.button.takeLoot": "Обшукати кімнату",

  "takeDungeonCard.headline": "Взяти карту дверей",
  "takeDungeonCard.rules": `Витягни **карту дверей** лицьовою стороною донизу. Візьми її в руку або зіграй карту відразу.`,
  "takeDungeonCard.button": "Карту взято",

  "mildGift.headline": "Роздача слонів",
  "mildGift.rules": "У тебе в руці **5 карт**?",
  "mildGift.button.moreThanFive": "У мене 6 або більше карт",
  "mildGift.button.lessOrEqualFive": "У мене <= 5 карт",

  "hasLowestLevel.headline": "Ти найслабший?",
  "hasLowestLevel.rules":
    "Чи **лише ти** маєш **найнижчий рівень гравця** і ніхто інший?",
  "hasLowestLevel.button.yes": "Так, я - недолуге ціплятко",
  "hasLowestLevel.button.no": "Ніт",

  "discard.headline": "Скинути карти",
  "discard.rules":
    "Покладіть зайві карти (*кількість твоїх карт - 5*) у відбій взакриту.",
  "discard.button": "OK",

  "charity.headline": "Благодійність!",
  "charity.rules": `Віддай зайві карти (*кількість твоїх карт - 5*) гравцеві з найнижчим **рівнем гравця**.
  
  Якщо кілька гравців мають найнижчий рівень, **розділи карти** між цими недахами.`,
  "charity.button": "Карти було поділено",

  "fightOrRun.headline": "Бийся!",
  "fightOrRun.rules": `Порівняй суму рівнів усіх потвор із сумою свого рівня та бонусів (і, можливо, твого помічника).
  
  Ти можеш битися з потворою, якщо рівень твого героя **більший** за рівень потвори.
  
  Можливо, інший гравець хоче допомогти тобі? Тільки **один гравець може допомогти тобі**.
  Домовся з ним про ціну його допомоги.
  
  Якщо твій рівень **нижчий** або однаковий з рівнем потвори, **єдиний вихід** - втекти, або померти.`,
  "fightOrRun.button.fight": "Битися з потворою",
  "fightOrRun.button.run": "Спробувати втекти",

  "wait.headline": "Зачекаймо",
  "wait.rules":
    "...дайте іншим гравцям 2.42 секунди, щоб приєднатися до бою",

  "recheckConditions.headline": "Щось змінилося?",
  "recheckConditions.rules": `Чи втрутився хтось у бій, змінюючи рівень потвори або твій рівень?`,
  "recheckConditions.button.somethingChanged": `Так`,
  "recheckConditions.button.nothingChanged": `Ні`,

  "victory.headline": "Перемога",
  "victory.rules": `Ти переміг потвор(у). **Підвищи свій рівень**.
  
  Візьми скарб взакриту або **відкрий, якщо у тебе був помічник**.
  
  Розділіть скарб, якщо про це було домовлено заздалегідь.`,
  "victory.button": "Візьми скарб і підвищіть рівень",

  "dice.headline": "Втеча",
  "dice.rules": `**Кидок!**

  Вам потрібно **5** або **6** для успішної втечі.`,
  "dice.button.lowerThanFive": "Результат випадіння кубиків < 5",
  "dice.button.fiveOrSix": "Результат кубика 5 або 6",

  "badThings.headline": "От халепа",
  "badThings.rules": `Погані речі трапляються. Можливо, навіть кілька...
  
  Втрачаєш усе майно. Залиш собі карти раси та класу та поточний рівень, а також усі прокляття, що діяли на тебе у передсмертну годину. Віддай манатки іншим манчкінам най мародерять починайючи від найнижчого рівня. За однакових рівнів кидайте кубик. Після отримання кожним по карті, решта скидається у відбій.
  
  `,
  "badThings.button": "Погані речі інколи трапляються",

  "done.headline": "Поїзд до кінцевої",
  "done.rules": "Хід наступного гравця",
  "done.button": "Готово"
};
