export const translations = {
  "openDoor.headline": "Виламуй двері",
  "openDoor.rules": `Твій хід починається.
  
  Будь ласка, витягни **карту дверей** і поклади її лицьовою стороною догори на стіл.
  
  Що ти витягнув?`,
  "openDoor.button.monster": "Карта потвори",
  "openDoor.button.curse": "Прокляття, або пастка",
  "openDoor.button.other": "Все інше",

  "applyCurseOrTrap.headline": "Застосувати прокляття/пастку",
  "applyCurseOrTrap.rules": `Прокляття, або пастка спрацьовує **негайно**.
  
  (скидається у відбій, або залишається на столі якщо має тривалий ефект)
  
  ... ну хіба ти не *щасливчик*?`,
  "applyCurseOrTrap.button": "Застосовано прокляття",

  "keepOrPlayCard.headline": "Залишити карту чи зіграти?",
  "keepOrPlayCard.rules": `Ти можеш або **зіграти** карту відразу, або **взяти** її в руку`,
  "keepOrPlayCard.button.keep": "Залишити карту",
  "keepOrPlayCard.button.play": "Зіграти карту",

  "readyForTrouble.headline": "Шукатимеш собі пригод?",
  "readyForTrouble.rules": `Якщо у тебе в руці є карта **потвори**, ти можеш битися з нею.
  
  Крім того, ти можеш просто обшукати кімнату. *Але тоді тобі більше не можна битися!*`,
  "readyForTrouble.button.fight": "Битися з потворими",
  "readyForTrouble.button.takeLoot": "Обшукати кімнату",

  "takeDungeonCard.headline": "Взяти карту дверей",
  "takeDungeonCard.rules": `Витягни **карту дверей** лицьовою стороною донизу. Візьми її в руку, або відразу зіграй карту.`,
  "takeDungeonCard.button": "Карту взято",

  "mildGift.headline": "Роздача слонів",
  "mildGift.rules": "У тебе в руці **5 карт**?",
  "mildGift.button.moreThanFive": "У мене 6 або більше карт",
  "mildGift.button.lessOrEqualFive": "У мене <= 5 карт",

  "hasLowestLevel.headline": "Ти найслабший?",
  "hasLowestLevel.rules":
    "Чи **лише ти** маєш **найнижчий рівень гравця** і ніхто інший?",
  "hasLowestLevel.button.yes": "Так, я - недолуге ціплятко",
  "hasLowestLevel.button.no": "Ніт",

  "discard.headline": "Скинути карти",
  "discard.rules":
    "Покладіть зайві карти (*у тебе має залишитися 5 карт*) у відбій втемну.",
  "discard.button": "OK",

  "charity.headline": "Благодійність!",
  "charity.rules": `Віддай зайві карти (*у тебе має залишитися 5 карт*) гравцеві з найнижчим **рівнем гравця**.
  
  Якщо кілька гравців мають найнижчий рівень, **розділи карти** між цими невдахами.`,
  "charity.button": "Карти було поділено",

  "fightOrRun.headline": "Бийся!",
  "fightOrRun.rules": `Порівняй суму рівнів усіх потвор із сумою свого рівня та бонусів (і, можливо, твого помічника).
  
  Ти можеш битися з потворою, якщо рівень твого героя **більший** за рівень потвори.
  
  Можливо, інший гравець хоче допомогти тобі? Тільки **один гравець може допомогти тобі**.
  Домовся з ним про ціну його допомоги.
  
  Якщо твій рівень **нижчий** або однаковий з рівнем потвори, **єдиний вихід** - втекти, або померти.`,
  "fightOrRun.button.fight": "Битися з потворою",
  "fightOrRun.button.run": "Спробувати втекти",

  "wait.headline": "Зачекаймо",
  "wait.rules":
    "... дайте іншим гравцям 2.42 секунди, щоб приєднатися до бою",

  "recheckConditions.headline": "Щось змінилося?",
  "recheckConditions.rules": `Чи **втрутився** хтось у бій, змінюючи рівень *потвори* або *твій* рівень?`,
  "recheckConditions.button.somethingChanged": `Так`,
  "recheckConditions.button.nothingChanged": `Ні`,

  "victory.headline": "Перемога",
  "victory.rules": `Ти переміг потвор(у). **Підвищи свій рівень**.
  
  Візьми скарб долілиць або **голілиць, якщо у тебе був помічник**.
  
  Розділіть скарб, якщо про це було домовлено заздалегідь.`,
  "victory.button.level": "Беру скарб і підвищую рівень",
  "victory.button.ten": "Я досягнув 10-го рівня!",

  "dice.headline": "Накивай п'ятами",
  "dice.rules": `**Кидок!**

  Вам потрібно **5** або **6** для успішної втечі.
  
  Якщо у тебе був помічник, тікати маєте обидва окремо від кожної потвори, в тому порядку в якому домовлялися. Спіймати можуть обох невдах.`,
  "dice.button.lowerThanFive": "Результат випадіння кубиків < 5",
  "dice.button.fiveOrSix": "Результат кубика 5 або 6",

  "badThings.headline": "От халепа",
  "badThings.rules": `Потвора спіймала тебе!`,
  "badThings.button.bad": "Потвора напаскудила мені",
  "badThings.button.deth": "Я загинув",
  
  "looting.headline": "Там там та-дам",
  "looting.rules": `ЩО РОБИТИ, КОЛИ ТИ МЕРТВИЙ (перший раз чи що):
  
  -- Залиш свій рівень, расу, клас, суперманчкіна, напівкровку та всі прокляття, що діяли на тебе у передсмертну годину.
  
  -- Викладуй свою руку горілиць, поруч з іншими твоїми картами у грі.
  
  -- У порядку зростання рівня (від вищого до нижчого), кожен живий гравець може мародерити по одній карті.
  
  -- Залишки карт у відбій.
  
  -- Мертві не можуть отримувати карти та не здатні підвищувати рівні, або перемогти у грі.
  
  -- Ти воскресаєш коли наступний гравець починає свій хід.
  
  -- Перед початком твого наступного ходу, візьми по 4 карти з кожної колоди. Зіграй будь-які легальні карти. Потім грай як зазвичай`,
  "looting.button": `Я ще повернуся!
  
  [лунає зловісний сміх]`,
  
  "winning.headline": "Остаточна перемога!!!",
  "winning.rules": `Вітаю, ти пройшов цей не легкий шлях по головам інших манчкінів і став *переможцем*!
  
  Але пам'ятай, якщо тобі хтось допоміг добити потвору, або ти придбав собі 10-й рівень - це не перемога. Повертайся сюди коли прикінчиш потвору та досягнеш останньогорівня самостійно!`,
  "winning.button": "Бувайте, невдахи!",

  "done.headline": "Поїзд до кінцевої",
  "done.rules": "Хід *наступного* гравця",
  "done.button": "Готово",
  
  "infoOne.headline": "Правила, яких зобов'язані дотримуватися навіть манчкіни",
  "infoOne.rules": `Ви повинні вбити монстра, щоб отримати 10-й рівень (і перемогти!).
  
  Карти мають перевагу над правилами (і цими підказками!).
  
  Після початку бою ви не можете змінити те, що у вас є в грі (але ви можете скинути свою Расу або Клас). Тільки карти в грі (викладені перед вами) враховуються для торгівлі з іншими гравцями, підкупу манчкінів, бою тощо. Після того, як карта опинилася в грі, ви не можете потягнути її назад у руку - ви можете лише обміняти, продати або скинути її.
  
  Якщо у бою мертвяк, будь-хто може підкинути ще мертвяка.  
  
  1/3`,
  "infoOne.button": "Наступна",
  
  "infoTwo.headline": "Коли розігрувати...",
  "infoTwo.rules": `**Прокляття**: в будь-який час, навіть під час бою.
  
  **Одноразові манатки**: під час будь-якого бою, з карт у грі або на руці.
  
  **Скарби, раса, клас**: розігруйте їх, коли отримуєте, або з руки у свій хід.
  
  **Отримай рівень**: У будь-який момент на будь-якого манчкіна.
  
  **Манатки**: в свій хід, лише не під час бою.
  
  *ТОРГУЙТЕ СВОЇМИ МАНАТКАМИ* з іншими гравцями в будь-який час, коли ви, або вони не в бою; ви можете обмінюватися лише картами, що перебувають у грі. 
  *ПРОДАВАЙТЕ СВОЇ МАНАТКИ* тільки під час свого ходу, коли ви не в бою. Ви можете продавати з того, що є у грі та/або з вашої руки. Решта золотих за купівлю рівня не видається (1 рівень = 1000 = 1300 = 1900)
  
  2/3`,
  "infoTwo.button.back": "Попередня",
  "infoTwo.button.next": "Наступна",
  
  "infoThree.headline": "Що можна використовувати (ввести у гру):",
  "infoThree.rules": `1 Головний убір
  
  1 Взуття
  
  1 Броня
  
  1 Раса (2 якщо Напівкровка)
  
  1 Клас (2 якщо Суперманчкін)
  
  2 1-ручної зброї
  
  1 2-ручна зброя
  
  1 Помічник
  
  Предмети в грі, які не можна нести, повинні бути повернуті вбік.
  
  3/3`,
  "infoThree.button.back": "Попередня",
  "infoThree.button.exit": "Повернутися до гри"
};
